window.KOSHIEN_RESULTS = {
 "updated": "2026/08/10 14:49 JST",
 "source": "https://baseball.yahoo.co.jp/hsb_summer/schedule/competition",
 "games": {
  "r1-1": {
   "gid": "2021048480",
   "status": "試合終了",
   "teams": [
    "仙台育英",
    "札幌日大"
   ],
   "score": [
    3,
    1
   ]
  },
  "r1-2": {
   "gid": "2021048481",
   "status": "試合終了",
   "teams": [
    "神村学園",
    "東筑"
   ],
   "score": [
    5,
    1
   ]
  },
  "r1-3": {
   "gid": "2021048482",
   "status": "試合終了",
   "teams": [
    "聖隷クリストファー",
    "佐野日大"
   ],
   "score": [
    0,
    1
   ]
  },
  "r1-4": {
   "gid": "2021048483",
   "status": "試合終了",
   "teams": [
    "東海大甲府",
    "鶴岡東"
   ],
   "score": [
    5,
    2
   ]
  },
  "r1-5": {
   "gid": "2021048484",
   "status": "試合終了",
   "teams": [
    "健大高崎",
    "八幡商"
   ],
   "score": [
    7,
    1
   ]
  },
  "r1-6": {
   "gid": "2021048485",
   "status": "試合終了",
   "teams": [
    "立命館宇治",
    "有明"
   ],
   "score": [
    3,
    6
   ]
  },
  "r1-7": {
   "gid": "2021048486",
   "status": "試合終了",
   "teams": [
    "立正大淞南",
    "長崎日大"
   ],
   "score": [
    1,
    15
   ]
  },
  "r1-8": {
   "gid": "2021048487",
   "status": "試合終了",
   "teams": [
    "青森山田",
    "遊学館"
   ],
   "score": [
    6,
    5
   ]
  },
  "r1-9": {
   "gid": "2021048488",
   "status": "試合終了",
   "teams": [
    "白樺学園",
    "東日大昌平"
   ],
   "score": [
    1,
    2
   ]
  },
  "r1-10": {
   "gid": "2021048489",
   "status": "試合終了",
   "teams": [
    "日本文理",
    "大分商"
   ],
   "score": [
    4,
    6
   ]
  },
  "r1-11": {
   "gid": "2021048490",
   "status": "試合終了",
   "teams": [
    "関東第一",
    "英明"
   ],
   "score": [
    1,
    4
   ]
  },
  "r1-12": {
   "gid": "2021048491",
   "status": "試合終了",
   "teams": [
    "新田",
    "花巻東"
   ],
   "score": [
    2,
    4
   ]
  },
  "r1-13": {
   "gid": "2021048492",
   "status": "試合終了",
   "teams": [
    "鳥取城北",
    "岡山学芸館"
   ],
   "score": [
    3,
    7
   ]
  },
  "r1-14": {
   "gid": "2021048493",
   "status": "試合終了",
   "teams": [
    "鳴門渦潮",
    "八王子実践"
   ],
   "score": [
    2,
    1
   ]
  },
  "r1-15": {
   "gid": "2021048494",
   "status": "試合終了",
   "teams": [
    "中京",
    "霞ケ浦"
   ],
   "score": [
    3,
    6
   ]
  },
  "r1-16": {
   "gid": "2021048495",
   "status": "試合終了",
   "teams": [
    "日南学園",
    "明徳義塾"
   ],
   "score": [
    2,
    1
   ]
  },
  "r1-17": {
   "gid": "2021048496",
   "status": "5回裏",
   "teams": [
    "沖縄尚学",
    "横浜"
   ],
   "score": [
    1,
    3
   ]
  },
  "r2-1": {
   "gid": "2021048497",
   "status": "見どころ",
   "teams": [
    "高岡商",
    "高川学園"
   ]
  },
  "r2-2": {
   "gid": "2021048498",
   "status": "見どころ",
   "teams": [
    "天理",
    "福山"
   ]
  },
  "r2-3": {
   "gid": "2021048499",
   "status": "見どころ",
   "teams": [
    "横手",
    "敦賀気比"
   ]
  },
  "r2-4": {
   "gid": "2021048500",
   "status": "見どころ",
   "teams": [
    "智弁和歌山",
    "社"
   ]
  },
  "r2-5": {
   "gid": "2021048501",
   "status": "見どころ",
   "teams": [
    "履正社",
    "享栄"
   ]
  },
  "r2-6": {
   "gid": "2021048502",
   "status": "見どころ",
   "teams": [
    "松商学園",
    "三重"
   ]
  },
  "r2-7": {
   "gid": "2021048503",
   "status": "見どころ",
   "teams": [
    "拓大紅陵",
    "佐賀商"
   ]
  },
  "r2-8": {
   "gid": "2021048504",
   "status": "見どころ",
   "teams": [
    "花咲徳栄",
    "仙台育英"
   ]
  },
  "r2-9": {
   "gid": "2021048505",
   "status": "見どころ",
   "teams": [
    "神村学園",
    "佐野日大"
   ]
  },
  "r2-10": {
   "gid": "2021048506",
   "status": "見どころ",
   "teams": [
    "東海大甲府",
    "健大高崎"
   ]
  },
  "r2-11": {
   "gid": "2021048507",
   "status": "見どころ",
   "teams": [
    "有明",
    "長崎日大"
   ]
  },
  "r2-12": {
   "gid": "2021048508",
   "status": "見どころ",
   "teams": [
    "青森山田",
    "東日大昌平"
   ]
  },
  "r2-13": {
   "gid": "2021048509",
   "status": "見どころ",
   "teams": [
    "大分商",
    "英明"
   ]
  },
  "r2-14": {
   "gid": "2021048510",
   "status": "見どころ",
   "teams": [
    "花巻東",
    "岡山学芸館"
   ]
  },
  "r2-15": {
   "gid": "2021048511",
   "status": "見どころ",
   "teams": [
    "鳴門渦潮",
    "霞ケ浦"
   ]
  },
  "r2-16": {
   "gid": "2021048512",
   "status": "試合前"
  },
  "r3-1": {
   "gid": "2021048513",
   "status": "試合前"
  },
  "r3-2": {
   "gid": "2021048514",
   "status": "試合前"
  },
  "r3-3": {
   "gid": "2021048515",
   "status": "試合前"
  },
  "r3-4": {
   "gid": "2021048516",
   "status": "試合前"
  },
  "r3-5": {
   "gid": "2021048517",
   "status": "試合前"
  },
  "r3-6": {
   "gid": "2021048518",
   "status": "試合前"
  },
  "r3-7": {
   "gid": "2021048519",
   "status": "試合前"
  },
  "r3-8": {
   "gid": "2021048520",
   "status": "試合前"
  },
  "qf1": {
   "gid": "2021048521",
   "status": "試合前"
  },
  "qf2": {
   "gid": "2021048522",
   "status": "試合前"
  },
  "qf3": {
   "gid": "2021048523",
   "status": "試合前"
  },
  "qf4": {
   "gid": "2021048524",
   "status": "試合前"
  },
  "sf1": {
   "gid": "2021048525",
   "status": "試合前"
  },
  "sf2": {
   "gid": "2021048526",
   "status": "試合前"
  },
  "f": {
   "gid": "2021048527",
   "status": "試合前"
  }
 }
};
